Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Intermediate precision (Japan approach) was validated for the determination of NDMA in different metformin hydrochloride containing IR drug products.
es_es: Se validó la precisión intermedia (enfoque japonés) para determinar la presencia de NDMA en medicamentos de liberación inmediata que contienen clorhidrato de metformina.

source: Intermediate precision (inter-assay variability) expresses variation within laboratories on different days, with different analysts, different equipment, etc.
es_es: La precisión intermedia (variabilidad interensayos) expresa la variación dentro de un laboratorio, en días diferentes, con analistas y equipos diferentes, etc.

source: Intermediate precision was performed as twelve-fold analysis (two analysts, n = 6 each) foreach matrix.
es_es: La precisión intermedia se analizó como un análisis dodecuplicado (dos analistas, n = 6 cada uno) para cada matriz.

source: Intermediate precision:
es_es: Precisión intermedia;

source: Intermediate reagent:
es_es: Reactivo intermedio:

source: Intermixing
es_es: Entremezcla

source: Internal Standard
es_es: Estándar interno

source: Internal carotid artery
es_es: Arteria carótida interna

source: Internal carotid artery (ICA)
es_es: Arteria carótida interna (ACI)

source: Internal carotid artery (ICA) occlusion
es_es: Oclusión de la arteria carótida interna (ACI)

source: Internal carotid artery (ICA) occlusion or Basilar artery occlusion
es_es: Oclusión de la arteria carótida interna (ACI) o de la arteria basilar

source: Internal controls ensure that the shelf-life of the PFS is not exceeded and the PFS used for the assembly process are not older than 12 months.
es_es: Los controles internos garantizan que la jeringa prellenada no haya excedido la fecha de vida útil y que la jeringa prellenada utilizada para el proceso de ensamblaje no tenga más de 12 meses.

source: Internal lubrication of gelatin ribbon
es_es: Lubricantes del lado interno de la cinta de gelatina

source: Internal quality assurance audits were conducted at sites in Australia, Brazil, Canada, Czech Republic, China, Colombia, Germany, Hungary, India, Japan, Poland, Romania, Singapore, South Africa, and USA.
es_es: Se llevaron a cabo auditorías internas de control de calidad en los centros de Australia, Brasil, Canadá, República Checa, China, Colombia, Alemania, Hungría, India, Japón, Polonia, Rumania, Singapur, Sudáfrica y Estados Unidos.

source: Internal working standard or Ph.Eur. standard (CRS) Ph.Eur.
es_es: Estándar interno de trabajo o estándar de la Ph. Eur. (CRS) Ph. Eur.

source: Internal working standard or Ph.Eur. standard (CRS)
es_es: Estándar interno de trabajo o estándar de la Ph. Eur. (CRS)

source: International Conference on Harmonization
es_es: Conferencia internacional sobre armonización

source: International Council for Harmonisation
es_es: Conferencia internacional sobre armonización

source: International Council for Harmonisation of Technical Requirements of Pharmaceuticals for Human Use
es_es: Conferencia Internacional sobre Armonización de Requisitos Técnicos del Registro de Productos Farmacéuticos para Uso Humano

source: International Normalised Ratio greater than 1.7.
es_es: Proporción normalizada internacional mayor que 1.7.

source: International Organization for Standardization
es_es: Organización Internacional de Normalización

source: International conference on harmonisation
es_es: Conferencia lnternacional sobre Armonización

source: International units
es_es: Unidades internacionales

source: Interruptions of up to 2 h were assessed in development studies and transfer fills.
es_es: En estudios de desarrollo y llenado de transferencia, se analizaron interrupciones de hasta 2 horas.

source: Interruptions of up to 2 hours were investigated in development studies and transfer fill.
es_es: En estudios de desarrollo y llenado de transferencia, se analizaron interrupciones de hasta 2 horas.

source: Into a 250 mL conical flask fitted with a ground-glass stopper, introduce 10.0 mL of the solution, 50 mL of water R, 12 mL of dilute acetic acid R and 3 g of potassium iodide R.
es_es: En un matraz cónico de 250 ml tapado con un tapón de vidrio esmerilado, introducir 10.0 ml de la solución, 50 ml de agua R, 12 ml de ácido acético diluido R y 3 g de yoduro de potasio R.

source: Into the folding box, a box insert (tray) is glued to fix the position of the two PFS-NSD-1 (Figure 8).
es_es: En la caja plegable, hay pegada una caja (con forma bandeja) para sostener en su lugar los dispositivos PFS-NSD-1 (Figura 8).

source: Intra procedural hypotensive episode
es_es: Episodio hipotensivo durante el procedimiento

source: Intra-arterial clot retrieval treatment can commence (arterial puncture) within 6 hours of stroke onset.
es_es: El tratamiento de extracción del coágulo intraarterial puede comenzar (punción arterial) en el plazo de las 6 horas posteriores al inicio del accidente cerebrovascular.

source: Intracerebral Hemorrhage
es_es: Hemorragia intracerebral

source: Intracranial haemorrhage (ICH) identified by CT or MRI
es_es: Hemorragia intracranel (HIC) detectada por TC o RM

source: Intracranial hemorrhage (ICH) identified by CT or MRI
es_es: Hemorragia intracranel (HIC) detectada por TC o RM

source: Intracranial internal carotid artery
es_es: Arteria carótida interna intracraneal

source: Intracranial internal carotid artery (ICA)
es_es: Arteria carótida interna intracraneal (ACI)

source: Intracranial internal carotid artery (ICA) and Basilar artery versus Middle cerebral artery (MCA – M1 and M2); overall resulting in six strata.
es_es: arteria carótida interna intracraneal (ACI) y arteria basilar frente arteria cerebral media (ACM; M1 y M2); en total quedan seis estratos.

source: Intraprocedural arterial perforation causing subarachnoid
es_es: Perforación arterial durante el procedimiento, que llevó a una hemorragia subaracnoidea

source: Intraprocedural arterial perforation causing subarachnoid hemorrhage (sICH) and parenchymal hematoma type 1. Day 90 mRS 4 (dementia)
es_es: Perforación arterial durante el procedimiento que derivó en una hemorragia subaracnoidea (HIC espontánea) y un hematoma parenquimatoso de tipo 1. Día 90, mRS 4 (demencia)

source: Intraprocedural arterial perforation causing subarachnoid hemorrhage (sICH).
es_es: Perforación arterial durante el procedimiento, lo cual derivó en una hemorragia subaracnoidea (HIC espontánea).

source: Intraprocedural arterial perforation causing subarachnoid hemorrhage (sICH, death day 1)
es_es: Perforación arterial durante el procedimiento, lo cual derivó en una hemorragia subaracnoidea (HICs, muerte el día 1)

source: Intravenous
es_es: Intravenoso

source: Intravenous tenecteplase (TNK):
es_es: Tenecteplasa (TNK) intravenosa:

source: Intravenous tenecteplase 0.25mg/kg or 0.40mg/kg
es_es: tenecteplasa i.v. 0.25 mg/kg o 0.40 mg/kg

source: Intravenous Tenecteplase
es_es: Tenecteplasa intravenosa

source: Intravenous alteplase (standard care) or tenecteplase 0.25 mg/kg
es_es: alteplasa intravenosa (tratamiento habitual) o tenecteplasa intravenosa 0.25 mg/kg

source: Intravenous alteplase (standard care) or tenecteplase (0.25mg/kg or 0.40mg/kg)
es_es: Alteplasa intravenosa (tratamiento protocolar) o tenecteplasa (0.25 mg/kg o 0.40 mg/kg)

source: Intravenous alteplase is an effective treatment for improving clinical outcomes in patients with acute ischaemic stroke and is a global standard of care.
es_es: La alteplasa intravenosa es un tratamiento eficaz para mejorarlos decenlaces clínicos en pacientes con accidente cerebrovascular isquémico agudo y es un tratamiento protocolara nivel mundial.

source: Intravenous antihypertensive therapy is recommended if systolic BP > 180 mmHg or diastolic BP > 105 mmHg.
es_es: Si la presión arterial sistólica es > 180 mmHg o la presión diastólica es > 105 mmHg se recomienda un tratamiento antihipertensivo intravenoso.

source: Intravenous injection
es_es: Inyección intravenosa

source: Intravenous single dose administration in rats, rabbits and dogs resulted only in dose-dependent and reversible alterations of the coagulation parameters with local haemorrhage at the injection site, which was regarded as a consequence of the pharmacodynamic effect of tenecteplase (U95-0673, U95-0674, U95-0675).
es_es: La administración de dosis única intravenosa a ratas, conejos y perros produjo únicamente alteraciones dependientes de la dosis y reversibles de los parámetros de coagulación, con hemorragia local en el sitio de la inyección, lo que se consideró una consecuencia del efecto farmacodinámico de la tenecteplasa (U95-0673, U95-0674, U95-0675).

source: Intravenous tenecteplase (TNK) dosing regimen used in the AcT trial.
es_es: Régimen posológico de tenecteplasa intravenosa (TNK) utilizado en el ensayo AcT.

source: Intravenous tenecteplase compared with alteplase for acute ischaemic stroke in Canada (AcT):
es_es: Comparación entre tenecteplasa y alteplasa intravenosos en el accidente cerebrovascular isquémico en Canadá (AcT):

source: Intravenous thrombolysis with alteplase has level 1 evidence of improved functional outcome when given within 4.5 hours of stroke onset.(7) The number needed to treat to achieve excellent functional outcome (mRS 0-1) ranges from 4.5 within 90 mins, to 9 from 90-180mins and 14 from 180-270mins.
es_es: Según la evidencia de nivel 1, la trombólisis intravenosa con alteplasa ofrece mejores desenlaces funcionales cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular.(7) La cantidad de pacientes que es necesario tratar para alcanzar un desenlace funcional excelente (mRS 0-1) oscila entre 4.5 pacientes si se tratan en los 90 min, 9 pacientes si se tratan en los 90-180 min, y 14 pacientes si se tratan en los 180-270 min.

source: Intravenous thrombolysis with alteplase has level 1 evidence of improved functional outcome when given within 4.5 hours of stroke onset.
es_es: Según la evidencia de nivel 1, la trombólisis intravenosa con alteplasa ofrece mejores resultados funcionales cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular.

source: Intravenous thrombolysis with alteplase has level 1 evidence of improved functional outcome when given within 4.5 hours of stroke onset.(7)
es_es: Según la evidencia de nivel 1, la trombólisis intravenosa con alteplasa ofrece mejores resultados funcionales cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular.(7)

source: Intravenous thrombolysis with alteplase is used in eligible patients with acute ischemic stroke before endovascular thrombectomy [P19-03892, P16-02552].
es_es: La trombólisis intravenosa con alteplasa se utiliza antes de a trombectomía endovascular en candidatos que padecieron un accidente cerebrovascular isquémico [P19-03892, P16-02552].

source: Intravenous thrombolysis – evidence and limitations:
es_es: Trombólisis intravenosa – evidencia y limitaciones:

source: Intravenous thrombolysis: In Part 1, patients will receive either intravenous alteplase (at the standard licensed dose of 0.9 mg/kg up to a maximum of 90mg, 10% as bolus and the remainder over 1 hour) or intravenous tenecteplase (0.25mg/kg, maximum 25mg, administered as a bolus over ~10 seconds).
es_es: Trombólisis intravenosa: en la parte 1, los pacientes recibirán alteplasa intravenosa (a la dosis estándar aprobada de 0.9 mg/kg, máximo de 90 mg, 10% en inyección intravenosa rápida y el resto durante el transcurso de 1 hora) o tenecteplasa intravenosa (0.25 mg/kg, máximo de 25 mg, administrado en inyección i.v. rápida durante ~10 segundos).

source: Intravenous tissue plasminogen activator (tPA):
es_es: Activador de plasminógeno tisular natural (tPA):

source: Intraventicular bleed. Required External Ventricular Drain. Adjudicated as SICH
es_es: Hemorragia intraventicular. Requirió drenaje ventricular externo. Se calificó como hemorragia intracraneal sintomática.

source: Intraventricular haemorrhage
es_es: Hemorragia intraventricular

source: Intraventricular haemorrhage (IVH)
es_es: Hemorragia intraventricular (IVH)

source: Intraventricular hemorrhage requiring external ventricular drain in a patient who proceeded directly from thrombectomy to carotid endarterectomy and was fully heparinised during the surgery.
es_es: Hemorragia intraventricular que requirió drenaje ventricular externo en un paciente que procedió directamente de la trombectomía a la endarterectomía carotídea y fue completamente heparinizado durante la cirugía.

source: Intrinsic Dissolution Rate (IDR)
es_es: Velocidad de disolución intrínseca (VDI)

source: Introducción.
es_es: Introduction.

source: Introduce 10.0 g into a 100 mL beaker and dissolve with 20 mL of *glacial acetic acid R.*
es_es: Introducir 10.0 g en un vaso de precipitado de 100 mL y disolver con 20 ml de *ácido acético glacial R.*

source: Introduce into separate, identical containers the test solution and each of the reference solutions, as prescribed in the monograph, avoiding contact between the sampling device and the samples.
es_es: Introducir la solución de análisis y cada una de las soluciones de referencia en recipientes separados e idénticos, tal como se prescribe en la monografía, evitando el contacto entre el muestreador y las muestras.

source: Introduced
es_es: Introducido

source: Introduction
es_es: Introducción

source: Introduction of a post approval change management protocol related to the active substance
es_es: Se introduce un protocolo de gestión de cambios posteriores a la aprobación para el principio activo

source: Investigador principal
es_es: Principal investigator

source: Investigational Product
es_es: Producto en investigación

source: Investigational Product:
es_es: Producto en investigación:

source: Investigational product will be stored below 30°C until use in accordance with manufacturer’s instructions.
es_es: El producto en investigación se almacenará por debajo de los 30 °C hasta su uso, de conformidad con las instrucciones del fabricante.

source: Investigational sites and on-site monitoring
es_es: Centros de investigación y seguimiento en los centros

source: Investigational use of Tenecteplase in this study will be managed under the applicable Regulatory mechanism for each participating country.
es_es: El uso en investigación de tenecteplasa en este estudio cumplirá con el marco regulatorio correspondiente para cada país participante.

source: Investigational product:
es_es: Producto en investigación:

source: Investigator Indemnification
es_es: Indemnizaciones para los investigadores

source: Investigator Responsibility
es_es: Responsabilidad del investigador

source: Investigator Signatory:
es_es: Investigador firmante:

source: Investigator defined drug-related AEs
es_es: EA relacionados con el fármaco a juicio del investigador

source: Investigator sponsored trial, selection criteria not designed by Boehringer Ingelheim
es_es: Ensayo patrocinado por el investigador; criterios de selección no diseñados por Boehringer Ingelheim

source: Investigator-defined AEs leading to LLA (reported as AESIs during the on-treatment period) were reported for 12 patients (0.4%) in the empagliflozin group and 17 patients (0.6%) in the placebo group (Table 15.3.1.6: 1).
es_es: Se informaron eventos adversos conducentes a amputación de miembro inferior definidos por el investigador (informados como eventos adversos de interés particular durante el período en tratamiento) en 12 pacientes (0.4%) del grupo de empagliflozina y 17 pacientes (0.6%) del grupo de placebo (Tabla 15.3.1.6: 1).

source: Investigator-defined bone fractures were reported for 131 patients (4.4%) in the empagliflozin group and for 125 patients (4.2%) in the placebo group.
es_es: Se informaron fracturas óseas definidas por el investigador en 131 pacientes (4.4%) del grupo de empagliflozina y 125 pacientes (4.2%) del grupo de placebo.

source: Investigator-defined decreased renal function (reported as AESIs) were reported for 95 patients (3.2%) in the empagliflozin group and 122 patients (4.1%) in the placebo group (Table 15.3.1.3: 1).
es_es: Se informó una disminución de la función renal definida por el investigador (informada como evento adverso de interés particular) en 95 pacientes (3.2%) del grupo de empagliflozina y 122 pacientes (4.1%) del grupo de placebo (Tabla 15.3.1.3: 1).

source: Investigator-defined genital infection was reported for 76 patients (2.5%) in the empagliflozin group and 17 patients (0.6%) in the placebo group (Table 15.3.1.9: 1).
es_es: Se informó infección genital definida por el investigador en 76 pacientes (2.5%) del grupo de empagliflozina y 17 pacientes (0.6%) del grupo de placebo (Tabla 15.3.1.9: 1).

source: Investigator-defined hepatic injury (reported as AESIs) were reported for 24 patients (0.8%) in the empagliflozin group and 29 patients (1.0%) in the placebo group (Table 15.3.1.4: 1).
es_es: Se informó lesión hepática definida por el investigador (informada como evento adverso de interés particular) en 24 pacientes (0.8%) del grupo de empagliflozina y 29 pacientes (1.0%) del grupo de placebo (Tabla 15.3.1.4: 1).

source: Investigator-defined hypoglycaemic events were reported for 83 patients (2.8%) in the empagliflozin group and 95 patients (3.2%) in the placebo group.
es_es: Se informaron eventos de hipoglucemia definidos por el investigador en 83 pacientes (2.8%) del grupo de empagliflozina y 95 pacientes (3.2%) del grupo de placebo.

source: Investigator-defined ketoacidosis (reported as AESIs) were reported for 12 patients (0.4%) in the empagliflozin group and 17 patients (0.6%) in the placebo group (Table 15.3.1.5: 1).
es_es: Se informó cetoacidosis definida por el investigador (informada como evento adverso de interés particular) en 12 pacientes (0.4%) del grupo de empagliflozina y 17 pacientes (0.6%) del grupo de placebo (Tabla 15.3.1.5: 1).

source: Investigator-defined sepsis with the source urinary tract infection occurred in 18 patients (0.6%) in the empagliflozin group and 15 patients (0.5%) in the placebo group; including 12 patients (0.4%, each) in each treatment group with urosepsis (PT) (Tables 12.1.3.5: 2 and 15.3.1.8: 4).
es_es: Se informó sepsis originada en infección del tracto urinario, según definición del investigador, en 18 pacientes (0.6%) del grupo de empagliflozina y 15 pacientes (0.5%) del grupo de placebo; entre ellos se incluyeron 12 pacientes (0.4% en cada caso) de cada grupo de tratamiento que presentaron urosepsis (término preferente) (Tablas 12.1.3.5: 2 y 15.3.1.8: 4).

source: Investigator-defined symptomatic hypotension episodes – TS
es_es: Episodios de hipotensión sintomática definida por el investigador. Grupo tratado

source: Investigator-defined urinary tract infection (including urosepsis and acute pyelonephritis) was reported for 297 patients (9.9%) in the empagliflozin group and 246 patients (8.2%) in the placebo group (Table 15.3.1.7: 1).
es_es: La infección del tracto urinario definida por el investigador (incluidas urosepsis y pielonefritis aguda) se consignó en 297 pacientes (9.9%) de empagliflozina y en 246 pacientes de placebo (8.2%) (Tabla 15.3.1.7: 1).

source: Investigator-defined urinary tract infection (including urosepsis and acute pyelonephritis) was reported for 297 patients (9.9%) in the empagliflozin group and 246 patients (8.2%) in the placebo group.
es_es: La infección del tracto urinario definida por el investigador (incluidas urosepsis y pielonefritis aguda) se consignó en 297 pacientes (9.9%) de empagliflozina y en 246 pacientes de placebo (8.2%).

source: Investigator-reported heart failure (non-adjudicated) 2
es_es: Insuficiencia cardíaca informada por el investigador (no evaluada como tal) 2

source: Investigators and site staff had to use every possible allowable means, according to local regulations, to locate patients who have missed visits.
es_es: Tanto los investigadores como el personal del centro debían emplear todos los medios permitidos, acatando las normas locales, para ubicar a los pacientes que hubieran faltado a las visitas pautadas.

source: Investigators and site staff were asked to detect early signs of losing interest and readily present such patients (not actively taking trial medication) with the several options to encourage continued participation (for details see Appendix 16.1.1, Section 3.3.4.1).
es_es: Los investigadores y el personal del centro debían detectar signos tempranos de desinterés y de inmediato ofrecerles a aquellos pacientes que no estuvieran recibiendo activamente la medicación en estudio varias opciones para incentivarlos a seguir participando (en el Apéndice 16.1.1, Sección 3.3.4.1 hay más detalles).

source: Investigators received additional training on trial procedures during the trial initiation visit.
es_es: Durante la visita de inicio del ensayo, los investigadores recibieron capacitación adicional sobre los procedimientos del ensayo.

source: Investigators sought to determine risk factors for the development of PTS; the presence of lupus anticoagulant was the only factor among the clinical and laboratory parameters explored that was associated with the development of PTS [P17-01686].
es_es: Los investigadores intentaron determinar los factores de riesgo para el desarrollo del síndrome postrombótico y el único factor de entre los parámetros clínicos y de laboratorio explorados que le se asoció fue la presencia de anticoagulante lúpico [P17-01686].

source: Investigators were notified when screening was complete and were not allowed to recruit additional patients thereafter.
es_es: A los investigadores se les informó cuando se completó la selección y no se les permitió reclutar pacientes adicionales a partir de entonces.

source: Investigators were to measure and score the MRS based on an interview with the patient at the next regular on-site visit after the onset of the stroke.
es_es: Los investigadores debían evaluar y aplicar la Escala de Rankin Modificada basándose en una entrevista con el paciente realizada durante visita programada al centro inmediatamente posterior al inicio del accidente cerebrovascular.

source: Investigators who were not attending the investigator meetings received this training via an e-learning platform.
es_es: Los investigadores que no asistieron a estas reunines recibieron la capacitación mediante una plataforma de capacitación a distancia.

source: Iodine value
es_es: Iodo

source: Ipratropium bromide monohydrate
es_es: Bromuro de ipratropio monohidrato

source: Ipratropium bromide monohydrate / Salbutamol sulphate solution for inhalation in unit dose vials, 0.52 mg :
es_es: Bromuro de ipratropio monohidrato / Sulfato de salbutamol, solución para inhalación en viales de dosis unitarias, 0.52 mg:

source: Iran
es_es: Irán

source: Iron deficiency anaemia
es_es: Anemia ferropénica

source: Iron oxide 9, red and glycerol 85% slurry (1:1 blend)
es_es: Suspensión de óxido de hierro 9, colorante rojo y glicerina al 85% (mezcla 1:1)

source: Iron oxide 9, yellow and glycerol 85% slurry (1:2 blend)
es_es: Suspensión de óxido de hierro 9, colorante amarillo y glicerina al 85% (mezcla 1:2)

source: Iron oxide black (Black ferric oxide)
es_es: Óxido de hierro negro (óxido férrico negro)

source: Iron oxide red (Red ferric oxide)
es_es: Óxido de hierro rojo (óxido férrico rojo)

source: Iron oxide slurry with glycerol 85 %, red
es_es: Suspensión de óxido de hierro con glicerina 85%, rojo

source: Iron oxide slurry with glycerol 85 %, yellow
es_es: Suspensión de óxido de hierro con glicerina 85%, amarillo

source: Iron oxide yellow (Yellow ferric oxide)
es_es: Óxido de hierro amarillo (óxido férrico amarillo)

source: Iron (2.4.9) :
es_es: Hierro (2.4.9):
